<!doctype html>
<html lang="en-us">

<head>
  <meta charset="utf-8">
  <meta http-equiv="x-ua-compatible" content="ie=edge">

  <title>Welcome to the Kaua'i-Tahiti F&ecirc;te</title>
  <meta name="description" content="Kaua'i Tahiti F&ecirc;te Educational &amp; Cultural Programs, Inc." />
  <meta name="viewport" content="width=device-width, initial-scale=1">

  <link rel="apple-touch-icon" href="images/apple-touch-icon.png">
  <link href="https://fonts.googleapis.com/css?family=Lobster+Two|Oswald:300" rel="stylesheet">
  <link rel="stylesheet" href="css/style.css">

</head>

<body>
  <div class="wrapper">
    <header role="banner">
      <a href="/" class="logo-link"><img src="images/fetelogo.png" class="logo" alt="Kauai-Tahiti Fete Logo" /></a>
    </header>
    <nav role="navigation">
      <ul>
        <li><a href="index.html">Home</a></li>
        <li><a href="haruru.html">Haruru</a></li>
        <li><a href="photos.html">Photos 1999</a></li>
      </ul>
    </nav>

    <main class="content" role="main">
      <h1>Kaua'i-Tahiti F&ecirc;te — Connections in the Pacific</h1>
      <p class="tagline">In the future, if someone were to sum up what the Kaua'i-Tahiti F&ecirc;te was all about, I hope they say its about
        loving the Tahitian culture.</p>

      <h2>Te tere o HAURURU I te Fenua no HAWAII</h2>
      <p><em>1-15 no atete 1998</em></p>

      <div class="cols-layout">
        <div class="column tahitian">
          <h3>TE REO MARU</h3>
          <p>I te pito o to'u &acirc;i'a<br /> Tahiti Nui Mare'are'a,<br /> Ua ta'i vivo te p&ocirc;<br /> I te ta'i a te ihitai
            <br /> I te uria p&ocirc; ra</p>
          <p>E, ua ta'i vivo te p&ocirc;<br /> E ta'i iti navenave ra<br /> O tei tamahanahana<br /> I to&ugrave; nei tino,<br
            /> I to'u nei varua.</p>
          <p>Hape atu ra to&ugrave; tari'a;<br /> E reo maru mai te &acirc;pu nui o Taaroa;<br /> E upu mai te puna o te tau
            <br /> I te muhumuhu raa e:<br /> &laquo; Haururu e, a fano<br /> A fano mai i Hawaii ! &raquo;.</p>

          <h3>TE REO MARU</h3>
          <p>E, e no reira<br /> To&ugrave; nei mau fetii<br /> Toto o to&ugrave; nei toto<br /> No te pu fenua otahi,<br />            Matou teie hoe tuhaa <br /> No te ati Haururu<br /> te oha nei matou <br /> i to matou nei aro<br /> Ia tupu
            te farereiraa<br /> Ia nati hia outou<br /> I ta matou taura tupuna</p>
          <h3>NAHEA</h3>
          <p>Nahea?<br /> Te moe nei au<br /> I te moe roa<br /> To'a ma'ehe<br /> I te hiti anavai<br /> Moemoe noa ai<br />            I te hina hinarere</p>
          <p>Aore ahehe<br /> I mutumutu i te rupehu<br /> No to taiva raa<br /> Poto poto te mahana</p>
          <p>Te moe nei au<br /> I te moe roa<br /> Puna maro i te tiai ra'a<br /> I te huaai<br /> Te mainaina mainaina nei
            e
            <br /> Aore rima fatu i te hono<br /> Te tauahi to`eto`e nei i te p&ocirc;<br /> Mohimohi to&ugrave; mata
          </p>
          <p>(U...U...U)</p>
          <p>Te moe nei au to tatou nei parau<br /> Te moe nei hoi au i te moe roa<br /> Te morohi nei hoi to'u ite to'u ora
            <br /> Te mamae nei to'u tino i te p&ocirc; (aue) </p>
          <h3>UA MARO TE VARUA</h3>
          <p>Ua maro te varua<br /> I te aroha ore,<br /> Ua maro te puna metua<br /> I te taivara'a,<br /> Te maehe nei te
            tumu,
            <br /> Te mutu nei te a'a ra.</p>
          <p>Te hope nei te hiro&agrave;<br /> Te pohe nei te hiro&agrave;<br /> Te mo'e nei te iho tumu<br /> (hoi) te iho
            tumu
          </p>
          <p>Aue te hua&agrave;i no ananahi,<br /> Aore o&egrave; e &agrave;&agrave; hia.<br /> Na te opape o&egrave;<br />            (E) taviriviri<br /> Taviriviri mai, taviriviri atu</p>
          <p>Mai te hotu painu e <br /> (Aue) Te hua&agrave;i no ananahi e<br /> Na te opape oe e (hoi)<br /> Taviriviri atu
          </p>
          <h3>TAURA TUPUNA</h4>
            <p>A mau te taura tupuna<br /> I nati hia i te puna o te tau<br /> Te ta'u mai i te ana tau<br /> O te pihaehae
              hia e te hina rere<br /> Haameremere hia i teie tau</p>
            <p>A rima vi atu te taura tupuna<br /> A ene atu e<br /> A tu'u atu te fero api<br /> A nati atu e<br /> Ia roa
              a teie taura<br /> E taura ora e<br /> E taura ora no te u'i<br /> No amuri atu</p>
            <h3>TO'U REO</h3>
            <p>Ua fano mai te vaa tau'ati<br /> Mai te p&ocirc; roa mai,<br /> Ua faaruru oia i te iripo<br /> No te faanahoraa
              &acirc;pi;
              <br /> E ua tia mai i teie nei<br /> I te tairoto o to'u aau.</p>
            <p>Tauma atu ra vau i nia iho;<br /> Te a'ta noa mai ra<br /> To'u ite e to'u paari.<br /> Matara atu ra te nati,<br
              /> Tautea atu ra te manao mo'e,</p>
            <p>Tautea atu ra to'u aau,<br /> E rima metua tei to'u nei rima.<br /> Mata atu ra vau i ta&ugrave; tama,<br />              Aue , aue, ua tia hia te hono.</p>
            <p>E to'u nei reo iti e,<br /> Turu o to'u nei varua,<br /> E reo a vau ia oe,<br /> Ia ora to'u hiro'a e to'u iho
              tumu,
              <br /> Ia ore e horomii hia e te mo'e.</p>
            <h3>NO TO'U FENUA</h3>
            <p>Tei hea ta'u?<br /> Tei hea to'u ite?<br /> Tei hea to'u paari? <br /> Ua rau ho'i te peu faahema <br /> I turori
              to'u ti'aturiraa <br /> Ia vai tahaa noa vau <br /> I te hiti aroa no te faahoturaa <br /> &nbsp;&nbsp;&nbsp;
              Mata'ita'i noa ai ia vera ma </p>
            <p>E reo a vau i to'u reo <br /> E ora a vau i to'u hiro'a <br /> E to'u iho tumu (pu fenua) <br /> Tei hono ti'a
              nei ia tatou <br /> Te nunaa </p>
            <p>Ia mau te a'a no tahito ra<br /> Ia ti'a te ohi no teie nei <br /> Ia hotu mai te tumu <br /> No ananahi<br />              Hotu aroha </p>
            <p>E hi'o a vau i to'u mou'a <br /> E ho'i a vau i to'u metua <br /> E rohi a vau no te u'i<br /> Ia tupu te hau
              i to'u fenua <br /> Ia tupu te hau i to'u fenua</p>
            <h3>HINA P&Ocirc; TEA<br /> (atua no te p&ocirc;)</h3>
            <p>Hina p&ocirc; tea<br /> Marama ite i to&ugrave; nei hiro&agrave; mo&egrave;,<br /> A toro mai na to hihi,<br
              /> Ia &acirc;&egrave; atu vau i te maramarama,<br /> Arati&agrave; no te ao Maohi</p>
            <p>Hina p&ocirc; tea<br /> A oto mai na te tarava,<br /> Ia &icirc; to&ugrave; tari&agrave; i te reo aroha,</p>
            <p>Ia pata&ugrave;ta&ugrave; a to&ugrave; &agrave;au,</p>
            <p>Ia reo a to&ugrave; reo.</p>
            <p>Hina p&ocirc; tea<br /> Marama ite e<br /> A faa ite mai na o&egrave;<br /> No hea mai au?<br /> No hea mai au?
            </p>
        </div>
        <div class="column english">
          <h3>SWEET VOICE</h3>
          <p>In the middle of my country<br /> Tahiti Nui Mare'are'a<br /> the night sang through <br /> &nbsp;&nbsp; the voice
            of the 'vivo'<br /> the navigator's chorus<br /> in the darkness.</p>
          <p>Yes, the night sang through <br /> &nbsp;&nbsp; the voice of the 'vivo'<br /> a melodious song<br /> which warmed
            <br /> my body and soul.</p>
          <p>I heard,<br /> from the celestial shell of 'Taaroa'<br /> a soft voive.<br /> I heard a prayer<br /> coming out
            from the source of the time.<br /> It murmured to me ;<br /> &laquo; HAURURU, sail to HAWAII &raquo;</p>
          <p>&nbsp;</p>
          <h3>SWEET VOICE</h3>
          <p>That's why

            <br /> my family<br /> the blood of my blood,<br /> come out from live same afterbirth,<br /> here we are, a
            delegation <br /> of the &laquo; HAURURU &raquo; present.<br /> We bow<br /> so that our meeting become a reality
            <br /> and we bow<br /> for you to include <br /> in our ancestors's braiding.</p>
          <h3>WHAT SHALL I DO ?</h3>
          <p>What shall i do?<br /> I will let myself fall <br /> Into the long sleep<br /> Like a dry 'iron tree'<br /> On
            the shores of time<br /> desperately awaiting<br /> my descendants.</p>
          <p>No sound to break <br /> the mist of abandon.<br /> My days are shortening.</p>
          <p>I will let myself fall<br /> into the deep sleep.<br /> Like a spring<br /> dried out by waiting<br /> for the
            future generations<br /> i'm hurt, so hurt.<br /> No hand to hold the link,<br /> the cold night<br /> holds
            me tight<br /> My sight is fading away</p>
          <p>(U...U...U)</p>
          <p>I am bound to bury our identity<br /> I will let myself fall<br /> into the long sleep.<br /> My knowledge, and
            my life<br /> are fading away.<br /> I'm hurt.</p>
          <h3>DRIED SPIRIT</h3>
          <p>The spirit has dried out<br /> By the lack of compassion<br /> The original source dried out<br /> for being abandoned.
            <br /> The tree is withering.<br /> Roots are breaking</p>
          <p>History is ending.<br /> Culture is dying.<br /> Identity is disappearing.</p>
          <p>O future g&eacute;n&eacute;ration!<br /> You will take no roots!<br /> The stream will roll you<br /> here and
            there
            <br /> over and over</p>
          <p>Like a tree without roots,<br /> You, children of tomorrow,<br /> The waves will roll you<br /> here and there.</p>
          <h3>THE ANCESTORS CORD</h3>
          <p>Catch the ancestors cord<br /> braided from the source of time<br /> which has always thrilled,<br /> teared by
            its own heirs,<br /> and now in depreciation.</p>
          <p>Get a strong grip on the ancestors cord.<br /> Repair it,<br /> add your own thread to it<br /> and braid it into
            it.
            <br /> May this cord be longer.<br /> It is a cord of life.<br /> May this cord be a cord of life<br /> for the
            future generations.</p>
          <h3>MY LANGUAGE</h3>
          <p>The double hull canoe came<br /> from remote times.<br /> She had fought the whirpools<br /> of the new society.<br
            /> She was been chiped by minds<br /> of scandals.<br /> She moored<br /> in the lagoon of my spirit.</p>
          <p>I went on board...<br /> My knowledge and wisdom<br /> smiled at me.<br /> Then my ties fell apart,<br /> the buried
            feelings woke up.</p>
          <p>My spirit became clear.<br /> A maternal hand<br /> Was holding mine,<br /> I saw my child ;<br /> Then the link
            became reality.</p>
          <p>O my language,<br /> pillar of my spirit!<br /> I will always speak you<br /> so that my culture and identity<br
            /> do never fall into oblivion</p>

          <h3>MY COUNTRY, MY LAND</h3>
          <p>Where are my belongings?<br /> Where is my knowledge?<br /> Where is my wisdom?<br /> So many temptations<br />            have shaken my confidence<br /> that i remain nude<br /> on the pavement of development<br /> envious of the
            others.
          </p>
          <p>I will keep on speaking my language,<br /> I will keep on living my culture,<br /> as well as my identity,<br />            which bind together,<br /> my people. </p>
          <p>May the ancestors roots take,<br /> May the shoots of today rise<br /> and may the tree produce tomorrow.<br />            May it breed love.</p>
          <p>I will keep on looking at the mountains.<br /> I will keep on going back to my mother.<br /> I will keep on working
            <br /> for the future generations<br /> so that peace becomes <br /> a reality for my country<br /> So that peace
            reigns in my country</p>
          <h3>HINA P&Ocirc; TEA<br /> (Goddess of the night)</h3>
          <p>Hina p&ocirc; tea<br /> Witness of my forgotten culture<br /> spread your rays<br /> for me to rise to the light
            <br /> which guides the 'MAOHI' people.</p>
          <p>Hina p&ocirc; tea<br /> sing the 'tarava' song<br /> for my ears to be filled<br /> with your beloved voice.</p>
          <p>Make my spirit sing</p>
          <p>Hina p&ocirc; tea<br /> witness moon<br /> show me where I come from.</p>
        </div>

        <div class="column français">
          <h3>DOUCE VOIX</h3>
          <p>Au nombril de mon pays<br /> Tahiti Nui Mare'are'a<br /> La nuit a chant&eacute; par la voix du vivo<br /> La complainte
            des navigateurs <br /> dans les t&eacute;n&egrave;bres</p>
          <p>Oui, la nuit a chant&eacute; par la voix du vivo<br /> Un air m&eacute;lodieux<br /> Qui a r&eacute;chauff&eacute;
            <br /> Mon corps<br /> Et mon &acirc;me</p>
          <p>J'entendis, <br /> Venue de la coquille c&eacute;leste de Taaroa <br /> une douce voix <br /> J'entendis une pri&egrave;re
            <br /> Venue de la source du temps.<br /> Elle m'a murmur&eacute;<br /> &laquo; Haururu, vogue vers Hawaii &raquo;
          </p>
          <h3>DOUCE VOIX</h3>
          <p>Pour cela,

            <br /> Ma famille<br /> Le sang de mon sang<br /> Sortie du m&ecirc;me placenta,<br /> Nous voici, une d&eacute;l&eacute;gation
            <br /> Du clan Haururu.<br /> Nous nous inclinons<br /> Pour que la rencontre se r&eacute;alise,<br /> Pour que
            vous vous rattachiez <br /> A notre corde ancestrale.</p>

          <h3>QUE FAIRE?</h4>
            <p>Que faire?

              <br /> Je m'en vais dormir<br /> Du long sommeil,<br /> &laquo; arbre de fer &raquo; ass&eacute;ch&eacute;,<br
              /> Sur les rives du temps,<br /> Guettant d&eacute;sesp&eacute;r&eacute;ment <br /> Les descendants.</p>
            <p>Aucun bruit <br /> Ne vient rompre le brouillard <br /> De l'abandon.<br /> Mes jours se raccourcissent.</p>
            <p>Je m'en vais dormir<br /> Du sommeil profond.<br /> Source tarie par l'attente<br /> Des g&eacute;n&eacute;rations
              futures,
              <br /> Je souffre, je souffre !<br /> Aucune main ne saisit le lien.<br /> La nuit m'enlace froidement,<br
              /> Mes yeux s'&eacute;teignent.</p>
            <p>(U...U...U)</p>
            <p>Je m'en vais enfouir notre identit&eacute;<br /> Je m'en vais dormir du long sommeil. <br /> Mon savoir et ma
              vie s'amenuisent.
              <br /> J'ai mal.</p>

            <h3>L'&Acirc;ME S'EST ASS&Eacute;CH&Eacute;E</h3>
            <p>L'&acirc;me s'est ass&eacute;ch&eacute;e<br /> Par l'absence de compassion.<br /> La source originelle s'est
              tarie
              <br /> Par l'abandon.<br /> L'arbre d&eacute;p&eacute;rit.<br /> Les racines se cassent. </p>
            <p>L'histoire s'ach&egrave;ve,

              <br /> La culture se meurt.<br /> Notre identit&eacute; dispara&icirc;t.</p>
            <p>
              Oh g&eacute;n&eacute;ration future!<br /> Tu ne t'enracineras pas!<br /> Le courant <br /> Te roulera,<br />              Il te roulera de ci, de l&agrave;.</p>
            <p>Tel un 'd&eacute;racin&eacute;',<br /> Enfant de demain,<br /> Le courant <br /> Te roulera de ci de l&agrave;.</p>

            <h3>LA CORDE ANCESTRALE</h3>
            <p>
              Saisis la corde ancestrale<br /> Tress&eacute;e &agrave; la source du temps<br /> Qui vibre depuis la nuit
              des temps,
              <br /> D&eacute;chir&eacute;e par ses h&eacute;ritiers,<br /> D&eacute;pr&eacute;ci&eacute;e maintenant.<br
              /> Saisis fort la corde ancestrale</p>
            <p>Raccommode-la,<br /> Ajoute ton propre fil<br /> Et tresse-le.<br /> Que cette corde soit plus longue.<br />              C'est une corde de vie.<br /> Qu'elle soit une corde de vie<br /> Pour les g&eacute;n&eacute;rations &agrave;
              venir.
            </p>
            <h3>MA LANGUE</h3>
            <p>La pirogue double arriva<br /> De la nuit des temps.<br /> Elle avait affront&eacute; les tourbillons<br /> de
              la nouvelle soci&eacute;t&eacute;.<br /> Elle s'&eacute;tait &eacute;br&eacute;ch&eacute;e aux vents<br />              de la m&eacute;disance.<br /> Elle s'amarra <br /> Dans le lagon de mon &acirc;me.</p>
            <p>J'embarquais...<br /> Mon savoir et ma sagesse<br /> Me sourirent.<br /> Mes entraves alors se d&eacute;li&egrave;rent,<br
              /> Les sentiments enfouis s'&eacute;veill&egrave;rent,</p>
            <p>Mon &acirc;me s'&eacute;claircit.<br /> Une main maternelle &eacute;tait dans la mienne,<br /> Je vis mon enfant;<br
              /> Alors le lien se r&eacute;alisa.</p>
            <p>&Ocirc; ma langue,<br /> Pilier de mon &acirc;me!<br /> Toujours je te parlerai<br /> Afin que ma culture et
              mon identit&eacute; <br /> Ne soient pas enfouies dans l'oubli!</p>
            <h3>MON PAYS, MA TERRE</h3>
            <p>O&ugrave; est ce qui est mien?<br /> O&ugrave; est mon savoir?<br /> O&ugrave; est ma sagesse?<br /> Nombreuses
              sont les tentations<br /> Qui ont &eacute;branl&eacute; ma confiance<br /> Pour que je reste nu<br /> Sur le
              trottoir du d&eacute;veloppement<br /> A envier les autres.</p>
            <p>Je parlerai encore ma langue,<br /> Je vivrai encore ma culture,<br /> Je vivrai encore mon identit&eacute;<br
              /> Qui nous unissent<br /> Mon peuple</p>
            <p>Que les racines ancestrales prennent<br /> Que les rejets d'aujourd'hui se l&egrave;vent<br /> Et que demain<br
              /> L'arbre produise<br /> Qu'il produise l'amour</p>
            <p>Je regarderai vers mes sommets<br /> Je retournerai vers ma m&egrave;re<br /> Je travaillerai pour les g&eacute;n&eacute;rations
              futures <br /> Pour que la paix se r&eacute;alise dans mon pays<br /> Pour que la paix soit dans mon pays.</p>

            <h3>HINA P&Ocirc; TEA<br /> (D&eacute;esse de la nuit)</h3>
            <p>Hina p&ocirc; tea<br /> T&eacute;moin de ma culture oubli&eacute;e,<br /> Tends mois tes rayons<br /> Que je
              m'&eacute;l&egrave;ve &agrave; la lumi&egrave;</p>

        </div>

    </main>


    <footer role="contentinfo">
      <p><strong>Kaua'i Tahiti F&ecirc;te Educational &amp; Cultural Programs, Inc.</strong><br /> A Non-Profit 501 (C) (3)
        Organization
      </p>
      <p>Email us at <a href="mailto:temana_productions@yahoo.com">temana_productions@yahoo.com</a></p>
      <p><a href="https://www.scottgruber.me/">design by scott gruber</a></p>
      <p>Kaua'i Tahiti F&ecirc;te Educational &amp; Cultural Programs, Inc. <br /> &copy; All Rights Reserved.</p>
    </footer>



    </div>

    <script>
      (function (i, s, o, g, r, a, m) {
        i['GoogleAnalyticsObject'] = r;
        i[r] = i[r] || function () {
          (i[r].q = i[r].q || []).push(arguments)
        }, i[r].l = 1 * new Date();
        a = s.createElement(o),
          m = s.getElementsByTagName(o)[0];
        a.async = 1;
        a.src = g;
        m.parentNode.insertBefore(a, m)
      })(window, document, 'script', 'https://www.google-analytics.com/analytics.js', 'ga');

      ga('create', 'UA-9188773-1', 'auto');
      ga('send', 'pageview');
    </script>

</body>

</html>